# UsTonnesMassTons Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..UsTonnesMassTons Property
SymbolTypeId Class See Also
---
Symbol Tons, indicating unit US tonnes mass.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId UsTonnesMassTons { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property UsTonnesMassTons As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ UsTonnesMassTons {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace